Repository: aropixel/admin-bundle
Catalog: src/Resources/translations/messages+intl-icu.*.xlf
Languages: fr

# text.list
source: List
fr: Liste

# text.create
source: Create
fr: Création

# status.outdated
source: Outdated
fr: Passé

# status.published
source: Published
fr: Publié

# status.scheduled
source: Scheduled
fr: Programmé

# status.offline
source: Offline
fr: Hors ligne

# form.submit
source: Submit
fr: Enregistrer

# form.preview
source: Preview
fr: Prévisualier

# form.publish_options
source: Publication options
fr: Options de publication

# form.delete
source: Delete
fr: Supprimer

# text.my_account
source: My account
fr: Mon profil

# text.logout
source: Logout
fr: Déconnexion

source: Select image
fr: Sélectionner une image

# first_connexion.email_sent.title
source: Activation of your account
fr: Activation de votre compte

# first_connexion.email_sent.description
source: We have just sent you an email which will allow you to create your password. You can check your email now.
fr: Nous venons de vous adresser un mail qui vous permettra de créer votre mot de passe. Vous pouvez consulter dès maintenant votre messagerie.

# first_connexion.request.title
source: First connexion ?
fr: Première visite ?

# first_connexion.request.description
source: Choose your password and activate your account.
fr: Activez votre accès en créant votre mot de passe.

# first_connexion.request.alert.not_found
source: Your email was not found.
fr: Votre email n'a pas été trouvé.

# first_connexion.request.alert.already_initialized
source: Your account has already been activated. Veuillez vous authentifier, ou cliquer sur <a href="%link%">mot de passe oubli√©</a>, pour changer votre mot de passe.
fr: Votre compte a déjà été activé. Veuillez vous authentifier, ou cliquer sur <a href="%link%">mot de passe oublié</a>, pour changer votre mot de passe.

# first_connexion.request.form.email
source: Fill the email used to create your account :
fr: Entrez l'email utilisé pour la création de votre compte :

# first_connexion.request.submit
source: Submit
fr: Continuer

# text.dashboard
source: Dashboard
fr: Accueil

# reset.done.title
source: And There you go !
fr: Et voilà !

# reset.done.description
source: Your password has been changed.<br /><a href="%link%">Click here</a> to login.
fr: Votre mot de passe a été modifié.<br /><a href="%link%">Cliquez ici</a> pour vous connecter.

# blocked_account.description
source: Due to too many failed login attempts, your account has been deactivated.</p><p>We have just sent you an email which will allow you to choose a new password in order to reactivate your account.<br />Please check your emails.
fr: Suite à de trop nombreuses tentatives de connexion échouées, votre compte a été désactivé.</p><p> Nous venons de vous adresser un mail qui vous permettra de choisir un nouveau mot de passe afin de réactiver votre compte.<br />Vous pouvez consulter dès maintenant votre messagerie.

# reset.email_sent.title
source: Request a new password
fr: Demande d'un nouveau mot de passe

# reset.email_sent.description
source: We have just sent you an email which will allow you to choose a new password. You can check your email now.
fr: Nous venons de vous adresser un mail qui vous permettra de choisir un nouveau mot de passe. Vous pouvez consulter dès maintenant votre messagerie.

# too_old_password.title
source: Renewing your password
fr: Renouvellement de votre mot de passe

# too_old_password.description
source: You haven't changed your password for too long.<br ><br />We have just sent you an email which will allow you to choose a new password to secure your account.<br />Please check your emails.
fr: Vous n'avez pas modifié votre mot de passe depuis trop longtemps.<br ><br />Nous venons de vous adresser un mail qui vous permettra de choisir un nouveau mot de passe afin de sécuriser votre compte.<br />Vous pouvez consulter dès maintenant votre messagerie.

# reset.proceed.title
source: Change your password
fr: Modifier votre mot de passe

# reset.proceed.submit
source: Continue
fr: Continuer

# too_old_login.title
source: Reactivation of your account
fr: Réactivation de votre compte

# too_old_login.description
source: After several months of inactivity, your account has been deactivated.<br /><br />We have just sent you an email which will allow you to choose a new password in order to reactivate your account.<br />Please check your emails.
fr: Après plusieurs mois d'inactivité, votre compte a été désactivé.<br ><br />Nous venons de vous adresser un mail qui vous permettra de choisir un nouveau mot de passe afin de réactiver votre compte.<br />Vous pouvez consulter dès maintenant votre messagerie.

# reset.request.title
source: Forgot your password ?
fr: Mot de passe oublié ?

# reset.request.subtitle
source: Do not panic ! We will guide you to reset it.
fr: Pas de panique ! Nous allons vous guider pour le réinitialiser.

# reset.request.form
source: Enter your e-mail :
fr: Entrez votre email :

# reset.request.alert.not_found
source: Your email was not found.
fr: Votre email n'a pas été trouvé.

# reset.request.submit
source: Submit
fr: Continuer

# activation.email.title
source: Activation of your account
fr: Activation de votre compte

# activation.email.description
source: Hi %user_name%,<br /><br />Your administrator account has just been created for the website "%website_name%".<br />To activate your account, please click on the button below to choose your password.
fr: Bonjour %user_name%,<br /><br />Votre compte administrateur vient d'être créé pour le site "%website_name%".<br />Afin d'activer votre compte, veuillez cliquer sur le bouton ci-dessous afin de choisir votre mot de passe.

# activation.email.button
source: Create my password
fr: Créer mon mot de passe

# reset.email.title
source: Reset your password
fr: Modifier mon mot de passe

# reset.email.description
source: Hi %user_name%,<br /><br />You have requested to change your administrator password for the website "%website_name%".<br />To change the password, please click the button below. If this request is not from you, please simply ignore it.
fr: Bonjour %user_name%,<br /><br />Vous avez demandé à modifier votre mot de passe administrateur pour le site "%website_name%".<br />Pour modifier le mot de passe, veuillez cliquer sur le bouton ci-dessous. Si cette demande ne provient pas de vous, veuillez tout simplement l'ignorer.

# reset.email.button
source: Change my password
fr: Modifier mon mot de passe

# login.greetings.hello
source: Hello
fr: Bonjour

# login.greetings.good_evening
source: Good evening
fr: Bonsoir

# login.greetings.good_night
source: Good night
fr: Bonne nuit

# login.form.login.label
source: Login
fr: Identifiant

# login.form.login.alert
source: Please enter your email
fr: Veuillez saisir votre identifiant

# login.form.password.label
source: Password
fr: Mot de passe

# text.forgotten_password_question
source: Forgotten password ?
fr: Mot de passe oublié ?

# login.form.password.alert
source: Please enter your password
fr: Veuillez saisir votre mot de passe

# login.form.remember_me
source: Remember me
fr: Se souvenir de moi

# login.form.submit
source: Submit
fr: Se connecter

# login.first_connexion_link
source: First connexion ?
fr: Première connexion ?

# activation.request_expired.title
source: Your activation link has expired!
fr: Votre lien d'activation a expiré !

# activation.request_expired.description
source: Please contact an administrator to finalize the creation of your account.
fr: Veuillez vous rapprocher d'un administrateur pour finaliser la création de votre compte.

# activation.choose_password.title
source: Please choose a password to activate your account.
fr: Veuillez choisir un mot de passe afin d'activer votre compte.

# activation.choose_password.submit
source: Continue
fr: Continuer

# activation.success.title
source: And There you go !
fr: Et voilà !

# activation.success.description
source: Your account has been activated.<br /><a href="{link}">Click here</a> to login.
fr: Votre compte a été activé.<br /><a href="{link}">Cliquez ici</a> pour vous connecter.

# library.datatabler.size
source: Size
fr: Taille

# library.datatabler.title
source: Title
fr: Titre

# files.widget.title
source: Title
fr: Fichiers

# files.widget.add_button
source: Add files
fr: Ajouter des fichiers

# files.widget.no_selected_file
source: No selected file
fr: Aucun fichier associé

# library.files.modal.title
source: Choose files
fr: Choisir des fichiers

# library.datatabler.properties
source: Properties
fr: Propriétés

# text.warning
source: Warning
fr: Attention

# library.files.modal.warning_no_selection
source: Please select a file.
fr: Veuillez sélectionner un ficher.

# library.files.modal.upload_button
source: Upload files
fr: Uploader un fichier

# text.close
source: Close
fr: Fermer

# library.files.modal.submit
source: Add selected files
fr: Ajouter les fichiers

# images.widget.button.edit_image
source: Edit image
fr: Modifier l'image

# images.widget.button.crop_image
source: Crop image
fr: Redimensionner l'image

# images.widget.form.edit_alt.abort
source: Abort
fr: Continuer mes modifications

# images.widget.form.edit_alt.submit
source: Submit
fr: Enregistrer

# text.no_title
source: No title
fr: Sans titre

# text.featured_image
source: Featured image
fr: Image à la une

# library.images.modal.title
source: Choose an image
fr: Choisir une image

# library.datatabler.preview
source: Preview
fr: Aperçu

# library.images.modal.editor_crop.title
source: Adjust the size of your image
fr: Régler la taille de votre image

# library.images.modal.editor_crop.description
source: Select a size for the images to insert in the editor.
fr: Sélectionnez une taille pour les images à insérer dans l'éditeur.

# library.images.modal.editor_crop.description.size_warning
source: Be careful not to select an image size larger than the original size.
fr: Attention à ne pas sélectionner une taille d'image supérieure à la taille originale.

# library.images.modal.editor_crop.description.size_warning_consequence
source: The inserted image may be of poor quality.
fr: L'image insérée pourrait être de mauvaise qualité.

# library.images.modal.editor_crop.editor_filters.title
source: Image width
fr: Largeur de l'image

# library.images.modal.editor_crop.editor_filters.auto
source: Auto width
fr: Largeur auto

# library.images.modal.editor_crop.editor_filters.100
source: Width 100px
fr: Largeur 100px

# library.images.modal.editor_crop.editor_filters.200
source: Width 200px
fr: Largeur 200px

# library.images.modal.editor_crop.editor_filters.300
source: Width 300px
fr: Largeur 300px

# library.images.modal.editor_crop.editor_filters.400
source: Width 400px
fr: Largeur 400px

# library.images.modal.editor_crop.editor_filters.600
source: Width 600px
fr: Largeur 600px

# library.images.modal.editor_crop.editor_filters.800
source: Width 800px
fr: Largeur 800px

# library.images.modal.editor_crop.editor_filters.100pc
source: Width 100%
fr: Largeur 100%

# library.images.modal.editor_crop.editor_filters.custom
source: Crop preset
fr: Découpe prédéfinie

# library.images.modal.editor_crop.custom_filters.title
source: Choose your crop
fr: Choisissez votre découpe

# library.images.modal.seo.title
source: SEO
fr: Référencement

# library.images.modal.seo.alt_image_instruction1
source: Enter the alt attribute of your image tag.
fr: Renseignez l'attribut alt de votre balise image.

# library.images.modal.seo.alt_image_instruction2
source: The <em>alt</em> attribute is used for referencing the site and your images.<br />It allows you to associate keywords or an expression with your image.
fr: L'attribut <em>alt</em> est utilisée pour le référencement du site et de vos images.<br />Elle permet d’associer des mots clés ou une expression à votre image.

# library.images.modal.seo.form
source: <em>alt</em> attribute of your image tag
fr: Attribut <em>alt</em> de votre balise image

# library.images.modal.warning_no_selection
source: You must select an image.
fr: Veuillez sélectionner une image.

# library.images.modal.upload_button
source: Upload images
fr: Uploader une image

# library.images.modal.submit
source: Select image(s)
fr: Ajouter l'image

# library.images.modal.attributes.title
source: Image properties
fr: Attributs de votre image

# library.images.modal.attributes.tab.links
source: Texts and links
fr: Textes and Liens

# library.images.modal.attributes.tab.attributes
source: HTML properties
fr: Attributs HTML

# library.images.modal.attributes.form.textlink.title
source: Image title
fr: Titre de votre image

# library.images.modal.attributes.form.textlink.description
source: Image description
fr: Description de votre image

# library.images.modal.attributes.form.textlink.link
source: Link
fr: Lien de votre image

# library.images.modal.attributes.form.properties.description
source: <strong>Fill in the HTML attributes of your image tag.</strong><br />Attributes can be useful for SEO or for image management plugins (popups, filters, etc.).
fr: <strong>Renseignez les attributs HTML de votre balise image.</strong><br />Les attributs peuvent être utiles pour le référencement ou pour des plugins de gestions d'images (popups, filtres, ...).

# library.images.modal.attributes.form.properties.field
source: %target% attribute of your image tag
fr: Attribut %target% de votre balise image

# library.images.modal.attributes.submit
source: Submit
fr: Valider

# library.images.modal.crop.title
source: Crop image
fr: Recadrer une image

# library.images.modal.crop.subtitle
source: Adjust your image crops
fr: Régler les découpes de votre image

# library.images.modal.crop.description
source: Optimize the display of images on your website, by adjusting the different cutouts of your images.
fr: Optimisez l'affichage des images dans votre site, en réglant les différentes découpes de vos images.

# library.images.modal.crop.warning
source: Be careful, if you reduce your selection area a lot, the quality could be affected.
fr: Attention, si vous réduisez beaucoup votre zone de sélection, la qualité pourrait être affectée.

# library.images.modal.crop.submit
source: Submit
fr: Recadrer l'image

# text.reorder
source: Reorder
fr: Organiser

# button.list
source: List
fr: Liste

# button.create
source: Create
fr: Créer

# users.title
source: Users
fr: Utilisateurs

# text.edit
source: Edit
fr: Modifier

# users.form.send_activation_link_button
source: Resend account creation email
fr: Renvoyer l'email de création de compte

# users.list.delete_warning
source: Are you sure you want to delete this user ?
fr: Êtes-vous certain de vouloir supprimer cet utilisateur ?

# users.form.field.enabled
source: Enabled
fr: Actif

# users.form.field.last_name
source: Last name
fr: Nom

# users.form.field.first_name
source: First name
fr: Prénom

# users.form.field.password.invalid_message
source: New password and confirmation must match.
fr: Le nouveau mot de passe et la confirmation doivent correspondre.

# users.form.field.password.change_password
source: Change password
fr: Nouveau mot de passe

# users.form.field.password.confirm_password
source: Confirm new password
fr: Confirmer le nouveau mot de passe

# text.yes
source: Yes
fr: Oui

# text.no
source: No
fr: Non
